---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayVectorSettings
source: html/5dc35708-ee5e-b7bb-a248-c06e28adcce2.htm
---
# AnalysisDisplayVectorSettings Properties

Type of arrow head scaling.